cask_args adopt: true
brew "openssl@3"
brew "readline"
brew "xz"
brew "awscli"
brew "bash"
brew "chezmoi"
brew "curl"
brew "dvc"
brew "gh"
brew "git"
brew "gnupg"
brew "less"
brew "mas"
brew "pipx"
brew "pyenv"
brew "python@3.12"
brew "rsync"
brew "rustup"
brew "s3cmd"
brew "tcl-tk"
brew "uv"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "capacities"
cask "claude"
cask "claude-code"
cask "conductor"
cask "font-hack-nerd-font"
cask "ghostty"
cask "iterm2"
cask "raycast"
cask "steam"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "2FAS - Two Factor Authentication", id: 6443941139
mas "Craft", id: 1487937127
mas "Day One", id: 1055511498
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Kagi Search", id: 1622835804
mas "Keynote", id: 409183694
mas "NotePlan", id: 1505432629
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Supernote Partner", id: 1494992020
mas "Ulysses", id: 1225570693
mas "webextension", id: 6502697899
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
